{
  "header": {
    "search_placeholder": "Search products...",
    "login": "Login",
    "register": "Register",
    "settings": "Settings",
    "list_shops": "List my shops",
    "logout": "Logout",
    "cart": "Cart"
  },
  "common": {
    "brand": "Talodu"
  },

  "home": {
    "title": "Welcome to Talodu!",
    "subtitle": "Discover our fresh and local products.",
    "slogans": [
      "Talodu: Freshness and quality, delivered to your door.",
      "Your online supermarket for a simpler life.",
      "Discover local flavors with Talodu, just a click away.",
      "Talodu: The fresh market that comes to you.",
      "Eat better, live better, shop Talodu.",
      "Talodu: Everything you're looking for, just a click away.",
      "From everyday to exceptional, Talodu has it all.",
      "Talodu: Your unlimited shopping universe.",
      "Thousands of products, one destination: Talodu.",
      "Simplify your life, shop at Talodu.",
      "Talodu: The abundance of choice, plus the pleasure.",
      "Shop smart, shop Talodu.",
      "Talodu: Your global market, delivered locally.",
      "Variety meets value at Talodu.",
      "Talodu: Your order, your comfort."
    ]
  },
   "login": {
    "title": "Login to Your Account",
    "email_placeholder": "Email",
    "password_placeholder": "Password",
    "submit_button": "Login",
    "forgot_password": "Forgot Password?",
    "no_account": "Don't have an account?",
    "create_account": "Create Account",
    "success_message": "Successfully logged in",
    "show_password": "Show password"
  },
  "product": {
    "back_to_list": "Back to List",
    "by_shop": "By {shopName}",
    "no_images": "No images available",
    "edit_as": "Edit as:",
    "shop_owner": "Shop Owner",
    "admin": "Admin",
    "super_admin": "Super Admin"
  },
 
  "privacy_policy": {
    "title": "Privacy Policy",
    "sections": {
      "information_collected": {
        "title": "1. Information We Collect",
        "content": [
          "At Talodu.com, we are committed to protecting your privacy and complying with applicable data protection laws including GDPR, PCI-DSS, CCPA (California Consumer Privacy Act), and other relevant regulations. We collect personal information when you register on our site, place an order, subscribe to our newsletter, or fill out a form. This may include your name, email address, mailing address, phone number, payment information, and other details to help you with your experience.",
          "We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. All transactions are processed through a gateway provider and are not stored or processed on our servers, ensuring PCI-DSS compliance."
        ]
      },
      "information_usage": {
        "title": "2. How We Use Your Information",
        "content": [
          "The information we collect may be used in the following ways: To personalize your experience and respond to your individual needs; to improve our website based on the information and feedback we receive from you; to improve customer service and support needs; to process transactions efficiently; to administer contests, promotions, surveys or other site features; to send periodic emails regarding your order or other products and services.",
          "In compliance with CCPA, California residents have the right to request disclosure of data collection and sharing practices, request deletion of personal information, and opt-out of the sale of personal information (though we do not sell personal information). Under GDPR, EU residents have rights to access, rectify, erase, restrict processing, data portability, and object to processing of their personal data."
        ]
      },
      "cookies": {
        "title": "3. Cookies and Tracking Technologies",
        "content": [
          "We use cookies to help us remember and process the items in your shopping cart, understand and save your preferences for future visits, and compile aggregate data about site traffic and interaction. You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies via your browser settings."
        ]
      },
      "third_party": {
        "title": "4. Third-Party Disclosure",
        "content": [
          "We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties unless we provide users with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential in compliance with our data processing agreements."
        ]
      },
      "policy_changes": {
        "title": "5. Changes to This Policy",
        "content": [
          "We reserve the right to modify this privacy policy at any time. Changes and clarifications will take effect immediately upon their posting on the website. If we make material changes to this policy, we will notify you here that it has been updated."
        ]
      },
      "contact": {
        "title": "6. Contact Information",
        "content": [
          "If you have any questions regarding this privacy policy, your rights under applicable laws, or wish to exercise any of your data protection rights, you may contact our Data Protection Officer at privacy@talodu.com or through our Contact Us page."
        ]
      }
    }
  }

}